Repository: Automattic/safe-report-comments
Catalog: languages/safe-report-comments-*.po
Languages: de_de

source: Allow your visitors to flag a comment as inappropriate.
de_de: Gib Besuchern die Möglichkeit Kommentare als unangemessen zu markieren.

source: Amount of user reports needed to send a comment to moderation?
de_de: Anzahl der Nutzermeldungen, die nötig sind um Kommentare zur Moderation zu markieren.

source: Please revise your flagging threshold and enter a number between 1 and 100
de_de: Bitte überprüfe den den Grenzwert für Meldungen und setze einen Wert zwischen 1 und 100

source: Safe Report Comments Notice
de_de: Safe Report Comments Meldung

source: Report comment
de_de: Kommentar melden

source: Wrong usage of %s
de_de: Falsche Nutzung von %s

source: This comment does not exist.
de_de: Dieser Kommentar existiert nicht.

# column name
source: Reported
de_de: Gemeldet

source: After reaching a threshold the comment is moved to moderation. If a comment is approved once by a moderator future reports will be ignored.
de_de: Nach dem Erreichen des Grenzwerts wird der Kommentar zur Moderation verschoben. Wurde ein Kommentar genehmigt durch einen Moderator, werden zukünftige Meldungen ignoriert.

source: Thank you for your feedback. We will look into it.
de_de: Danke für dein Feedback. Wir werden uns dem Thema annehmen.

source: It seems you already reported this comment. <!-- nonce invalid -->
de_de: Es scheint, du hast den Kommentar bereits gemeldet. <!-- nonce invalid -->

source: Cheating huh? <!-- invalid values -->
de_de: Das ist unzulässig. <!-- invalid values -->

source: It seems you already reported this comment. <!-- already flagged -->
de_de: Es scheint, du hast den Kommentar bereits gemeldet. <!-- already flagged -->

source: Allow comment flagging
de_de: Meldung von Kommentaren erlauben

source: Flagging threshold
de_de: Grenzwert für Meldungen

source: This script gives visitors the possibility to flag/report a comment as inapproriate.
de_de: Dieses Script gibt Besuchern die Möglichkeit unangemessene Kommentare zu melden.
